const financeTips = {
    saving: [
        "Плати себе первым делом.",
        "Составьте бюджет и придерживайтесь его.",
        "Постарайтесь сократить расходы, прежде чем думать о увеличении доходов.",
    ],
    investing: [
        "Инвестируйте в то, что вы понимаете.",
        "Разнообразьте свой портфель, чтобы снизить риски.",
        "Не паникуйте из-за краткосрочных колебаний рынка.",
    ],
    debt_management: [
        "Определите приоритетность ваших долгов.",
        "Создайте план погашения долгов.",
        "Ищите способы сокращения процентных ставок по долгам.",
    ],
    retirement_planning: [
        "Начинайте планировать пенсию как можно раньше.",
        "Используйте налоговые льготы для пенсионных накоплений.",
        "Рассмотрите различные инвестиционные счета для пенсионных целей."
    ],
    fin_security: [
        "Создайте аварийный фонд на случай неожиданных расходов.",
        "Застрахуйте свое имущество и здоровье.",
        "Рассмотрите возможности дополнительного заработка для обеспечения финансовой стабильности."
    ],
    tax_planning: [
        "Изучите налоговые льготы и возможности оптимизации налогообложения.",
        "Советуйтесь с профессионалами по налогам для минимизации налоговых обязательств.",
        "Планируйте свои финансы с учетом налоговых последствий."
    ],
    fin_insurance: [
        "Рассмотрите необходимость страхования жизни и здоровья.",
        "Оцените свои страховые потребности и выберите подходящие виды страхования.",
        "Проверьте свои страховые полисы на актуальность и соответствие вашим потребностям."
    ],
    inheritance_management: [
        "Составьте завещание для передачи имущества в соответствии с вашими желаниями.",
        "Рассмотрите возможность создания доверительного управления для управления наследством.",
        "Обсудите ваши финансовые планы с близкими и наследниками."
    ],
    education_of_children: [
        "Начните планировать финансирование образования детей заранее.",
        "Изучите различные финансовые инструменты для накопления на образование.",
        "Обсудите финансовые аспекты образования с детьми и помогите им развивать финансовую грамотность."
    ],
    buying_house: [
        "Оцените свои финансовые возможности и определите бюджет на покупку жилья.",
        "Исследуйте рынок недвижимости и выберите подходящий вариант.",
        "Учтите дополнительные расходы при покупке жилья, такие как налоги и комиссии."
    ],
    budgeting: [
        "Отслеживайте свои расходы и доходы для составления бюджета.",
        "Планируйте ежемесячные расходы и укажите приоритетные траты.",
        "Используйте приложения и инструменты для удобного управления бюджетом."
    ],
    financial_literacy: [
        "Изучайте основы финансов и инвестиций.",
        "Читайте книги и посещайте семинары по финансовой грамотности.",
        "Планируйте свое финансовое будущее и стремитесь к постоянному обучению."
    ],
    fin_goals: [
        "Определите свои финансовые цели на короткий, средний и длинный срок.",
        "Разработайте план действий для достижения каждой финансовой цели.",
        "Отслеживайте прогресс и пересматривайте цели при необходимости."
    ],
    fin_pillow: [
        "Сохраняйте экстренный резерв на случай непредвиденных обстоятельств.",
        "Рекомендуемый размер экстренного фонда - от 3 до 6 месяцев расходов.",
        "Используйте высоколиквидные средства для экстренного резерва."
    ],
    fin_partnering: [
        "Обсуждайте финансовые цели и стратегии с партнером или семьей.",
        "Создайте совместный бюджет и план накоплений.",
        "Регулярно обсуждайте финансовые вопросы и принимайте решения вместе."
    ],
    fin_instruments: [
        "Изучите различные финансовые инструменты, такие как акции, облигации, фонды и недвижимость.",
        "Выберите инструменты, соответствующие вашим целям и уровню риска.",
        "Консультируйтесь с финансовым консультантом перед принятием важных инвестиционных решений."
    ],
    future_fin_plans: [
        "Разработайте долгосрочный финансовый план на 5, 10 и 20 лет вперед.",
        "Учтите финансовые цели, планы на образование детей, пенсию и другие значимые расходы.",
        "Периодически обновляйте и корректируйте свой финансовый план в соответствии с изменяющимися обстоятельствами."
    ],
    fin_independency: [
        "Стремитесь к достижению финансовой независимости и свободы.",
        "Разработайте стратегию пассивного дохода, такую как инвестирование в дивидендные акции или недвижимость.",
        "Изучите возможности создания источников дохода вне основной работы."
    ],
    tax_strategy: [
        "Изучите инструменты и программы для отложенного налогообложения, такие как индивидуальные пенсионные счета и IRA.",
        "Планируйте свои налоговые обязательства с учетом возможности минимизации налоговых выплат.",
        "Консультируйтесь с налоговым консультантом или финансовым планировщиком для оптимизации налогообложения."
    ],
    fin_responsibility: [
        "Будьте ответственными и дисциплинированными в управлении своими финансами.",
        "Создайте систему отслеживания расходов и доходов для контроля над финансами.",
        "Принимайте информированные финансовые решения, основанные на целях и стратегии."
    ]
};

module.exports = financeTips;