const nutritionTips = {
    breakfast: [
        "Не пропускайте завтрак, это самый важный прием пищи дня.",
        "Употребляйте богатый белками завтрак для энергии на весь день.",
        "Добавьте фрукты и овсянку к завтраку для полезных витаминов и клетчатки."
    ],
    lunch: [
        "Сбалансируйте белки, углеводы и жиры в обеденном меню.",
        "Употребляйте разноцветные овощи и зелень для комплекса витаминов.",
        "Предпочитайте запеченые, тушеные или отварные блюда для здорового обеда."
    ],
    dinner: [
        "Уменьшите порции вечернего ужина для легкого сна и пищеварения.",
        "Избегайте перекусов перед сном, особенно сладкого и жирного.",
        "Выбирайте легкие белковые блюда, рыбу или курицу, с овощами на ужин."
    ]
};

module.exports = nutritionTips;