const nutritionTips = {
    breakfast: [
        "Не пропускайте завтрак, это самый важный прием пищи дня.",
        "Употребляйте богатый белками завтрак для энергии на весь день.",
        "Добавьте фрукты и овсянку к завтраку для полезных витаминов и клетчатки.",
        "Пейте стакан воды перед завтраком, чтобы ускорить метаболизм.",
        "Избегайте сахара и углеводов на завтраке, чтобы избежать энергетических падений.",
        "Включите в завтрак продукты с высоким содержанием клетчатки для хорошего пищеварения.",
        "Приготовьте яйца бенедикт на завтрак для богатого и вкусного старта дня.",
        "Добавьте нежирный йогурт и орехи к завтраку для белка и здоровых жиров.",
        "Попробуйте омлет с овощами и зеленью для сытного и питательного завтрака.",
        "Употребляйте цельнозерновые хлебцы с авокадо и помидорами для полезных жиров и витаминов."
    ],
    lunch: [
        "Сбалансируйте белки, углеводы и жиры в обеденном меню.",
        "Употребляйте разноцветные овощи и зелень для комплекса витаминов.",
        "Предпочитайте запеченые, тушеные или отварные блюда для здорового обеда.",
        "Добавьте оливковое масло к салату для полезных жиров.",
        "Предпочитайте готовить домашние блюда, чтобы контролировать содержание жиров и соли.",
        "Употребляйте медленно усваиваемые углеводы, чтобы дольше чувствовать сытость.",
        "Приготовьте курицу на гриле с овощами для легкого и вкусного обеда.",
        "Употребляйте киноа с овощами и фасолью для белка и клетчатки в обеденное время.",
        "Попробуйте легкий суп-пюре из брокколи и шпината для питательного обеда.",
        "Приготовьте пасту из цельнозерновой муки с томатным соусом и овощами для сбалансированного обеда."
    ],
    dinner: [
        "Уменьшите порции вечернего ужина для легкого сна и пищеварения.",
        "Избегайте перекусов перед сном, особенно сладкого и жирного.",
        "Выбирайте легкие белковые блюда, рыбу или курицу, с овощами на ужин.",
        "Ограничьте потребление соли и специй перед сном, чтобы избежать отеков.",
        "Избегайте тяжелых мясных блюд перед сном, предпочитайте легкие белковые и рыбные блюда.",
        "После ужина совершайте небольшую прогулку для улучшения пищеварения.",
        "Приготовьте запеченую рыбу с лимоном и травами для легкого и вкусного ужина.",
        "Употребляйте тушеные овощи с курицей для белка и витаминов на ужин.",
        "Попробуйте салат из свежих овощей и творога для легкого и полезного ужина.",
        "Приготовьте овощной гуляш с фасолью и специями для сбалансированного ужина."
    ]
};

module.exports = nutritionTips;